aaron-bond.better-comments
angular.ng-template
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dotenv.dotenv-vscode
editorconfig.editorconfig
esbenp.prettier-vscode
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
katsute.code-background
laravel.vscode-laravel
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.powershell
msjsdiag.vscode-react-native
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
svelte.svelte-vscode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
wix.vscode-import-cost
